export default {
  projections: {
    УслугиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      затрачВремя: {
        __caption__: 'Затраченное время'
      },
      единицаВремени: {
        __caption__: 'Единица времени'
      }
    },
    УслугиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      затрачВремя: {
        __caption__: 'Затраченное время'
      },
      единицаВремени: {
        __caption__: 'Единица времени'
      }
    }
  },
  validations: {
    единицаВремени: {
      __caption__: 'Единица времени'
    },
    затрачВремя: {
      __caption__: 'Затраченное время'
    },
    наименование: {
      __caption__: 'Наименование'
    }
  }
};
