export default {
  projections: {
    ОказанныеУслугиE: {
      дата: {
        __caption__: 'Дата'
      },
      услуги: {
        __caption__: 'Наименование услуги',
        затрачВремя: {
          __caption__: 'Затраченное время'
        },
        единицаВремени: {
          __caption__: 'Единица времени'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    договор: {
      __caption__: 'договор'
    },
    услуги: {
      __caption__: 'Наименование услуги'
    },
    расчетВремени: {
      __caption__: 'расчетВремени'
    }
  }
};
