export default {
  projections: {
    РасчетВремениE: {
      дата: {
        __caption__: 'Дата'
      },
      договор: {
        __caption__: 'Номер договора',
        статус: {
          __caption__: 'Статус'
        },
        длительность: {
          __caption__: 'Длительность'
        },
        единицаВремени: {
          __caption__: 'Единица времени'
        }
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      оказанныеУслуги: {
        __caption__: 'Оказанные услуги',
        дата: {
          __caption__: 'Дата'
        },
        услуги: {
          __caption__: 'Наименование услуги',
          затрачВремя: {
            __caption__: 'Затраченное время'
          },
          единицаВремени: {
            __caption__: 'Единица времени'
          }
        }
      }
    },
    РасчетВремениL: {
      дата: {
        __caption__: 'Дата'
      },
      договор: {
        __caption__: 'Номер договора',
        номер: {
          __caption__: 'Номер договора'
        },
        статус: {
          __caption__: 'Статус'
        },
        длительность: {
          __caption__: 'Длительность'
        },
        единицаВремени: {
          __caption__: 'Единица времени'
        }
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    договор: {
      __caption__: 'Номер договора'
    },
    оказанныеУслуги: {
      __caption__: 'Оказанные услуги'
    }
  }
};
